export const questions = [
  // ======================= ГРУППА 1 (соответствия) С ПОЯСНЕНИЯМИ =======================
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: Английская революция XVII в.",
  answers: ["Борис Годунов", "Карл I", "царь Алексей Михайлович", "Генрих VIII"],
  correct: 1,
  explanation: "Карл I был королём Англии во время Английской революции. Его казнили в 1649 году."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: учреждение в России патриаршества",
  answers: ["Борис Годунов", "царь Алексей Михайлович", "Генрих VIII", "Василий III"],
  correct: 0,
  explanation: "Патриаршество в России появилось при царе Фёдоре Иоанновиче при участии Бориса Годунова, который убедил константинопольского патриарха Иеремию II, прибывшего в Москву, согласиться на поставление первого русского патриарха. Им стал Иов."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: присоединение Пскова к Московскому государству",
  answers: ["Борис Годунов", "царь Алексей Михайлович", "Генрих VIII", "Василий III"],
  correct: 3,
  explanation: "Василий III присоединил Псков к Москве в 1510 году. Это укрепило северо-западные границы Московского царства."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: начало Реформации в Англии",
  answers: ["Иван Васильевич IV", "Генрих VIII", "Богдан Хмельницкий", "Карл V"],
  correct: 1,
  explanation: "Реформацию в Англии начал король Генрих VIII. Папа Римский отказал ему в разводе с женой, поэтому Генрих VIII объявил себя главой церкви, чтобы развестись и жениться на Анне Болейн."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: принятие Судебника",
  answers: ["Иван Васильевич IV", "Алексей Михайлович Тишайший", "Богдан Хмельницкий", "Карл V"],
  correct: 0,
  explanation: "Судебник 1550 года принял Иван Грозный. Он упорядочил законы и ограничил власть наместников (ставленников Москвы для управления определенных территорий)."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: Медный бунт",
  answers: ["Иван Васильевич IV", "Алексей Михайлович Тишайший", "Богдан Хмельницкий", "Карл V"],
  correct: 1,
  explanation: "Медный бунт случился при царе Алексее Михайловиче. Народ восстал из-за замены серебряных денег медными. Из-за введения медных денег цены на продукты сильно выросли."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: первый Земский собор",
  answers: ["Карл V", "Игнатий де Лойола", "Иван IV", "Василий Шуйский"],
  correct: 2,
  explanation: "Первый Земский собор созвал Иван Грозный в 1549 году. Это был совет из разных сословий (бояр, дворян, духовенства, купцов и др.) для обсуждения дел государства."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: введение единой денежной единицы (московского рубля)",
  answers: ["Филипп II", "Елена Глинская", "Василий III", "Борис Годунов"],
  correct: 1,
  explanation: "Единую денежную единицу ввела Елена Глинская, мать Ивана Грозного. Она приказала чеканить общую для всей страны монету – рубль."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: созыв Долгого парламента",
  answers: ["Филипп II", "Карл I", "Василий III", "Борис Годунов"],
  correct: 1,
  explanation: "Долгий парламент созвал король Карл I. На деле парламент выступил против короля – так началась Английская революция. В 1649 году Карла I казнили"
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: издание указа об урочных летах",
  answers: ["Алексей Михайлович", "Карл I", "Василий III", "Борис Годунов"],
  correct: 3,
  explanation: "Указ об урочных летах издал Борис Годунов при царе Федоре Иоанновиче. Урочные лета – это срок, за который помещик мог вернуть беглого крестьянина (сначала 5 лет)."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: битва при Нёйзби",
  answers: ["царь Фёдор Иоаннович", "Оливер Кромвель", "Василий Шуйский", "кардинал Ришелье"],
  correct: 1,
  explanation: "Битву при Нёйзби (1645 год) выиграл Оливер Кромвель – командующий армией английского парламента. Это решило исход гражданской войны."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: созыв первого Земского собора",
  answers: ["царь Фёдор Иоаннович", "Иван Грозный", "Василий Шуйский", "кардинал Ришелье"],
  correct: 1,
  explanation: "Первый Земский собор созвал Иван Грозный. Земский собор – совещательный орган из бояр, духовенства, купцов, дворян."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: учреждение патриаршества в России",
  answers: ["царь Фёдор Иоаннович", "Оливер Кромвель", "Василий Шуйский", "кардинал Ришелье"],
  correct: 0,
  explanation: "Патриаршество было учреждено при царе Фёдоре Иоанновиче при поддержке Бориса Годунова. Русская православная церковь стала самостоятельной. Первым патриархом стал Иов"
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: отмена кормлений",
  answers: ["Василий III", "Иван Грозный", "царь Алексей Михайлович", "Оливер Кромвель"],
  correct: 1,
  explanation: "Кормления отменил Иван Грозный. Кормление – это когда наместники управляли землями и «кормились» за счёт местных жителей. Иван IV заметил, что те слишком обирают местное население, отправляют в казну Москвы мало денег."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: завоевание государства инков",
  answers: ["Василий III", "Франсиско Писарро", "царь Алексей Михайлович", "Оливер Кромвель"],
  correct: 1,
  explanation: "Государство инков завоевал испанский конкистадор Франсиско Писарро в 1530-х годах."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: присоединение к Московскому государству Пскова",
  answers: ["Василий III", "Франсиско Писарро", "царь Алексей Михайлович", "Оливер Кромвель"],
  correct: 0,
  explanation: "Василий III присоединил Псков. Псковская республика прекратила существование в 1510 году."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: присоединение к Московскому государству Смоленска",
  answers: ["Ермак Тимофеевич", "Василий III", "Федор III Алексеевич", "Богдан Хмельницкий"],
  correct: 1,
  explanation: "Василий III присоединил Смоленск после двух осад в 1514 году."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: присоединение к России Сибирского ханства",
  answers: ["Альбрехт фон Валленштейн", "Ермак Тимофеевич", "царь Василий Шуйский", "Фрэнсис Дрейк"],
  correct: 1,
  explanation: "Сибирское ханство покорил отряд казаков под руководством Ермака Тимофеевича в 1580-х годах. Богатые купцы и промышленники Строгановы наняли и снарядили отряд Ермака."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: разгром Непобедимой армады",
  answers: ["Альбрехт фон Валленштейн", "Ермак Тимофеевич", "царь Василий Шуйский", "Фрэнсис Дрейк"],
  correct: 3,
  explanation: "Непобедимую армаду (испанский флот) разгромил английский флот, которым командовал Фрэнсис Дрейк в 1588 году."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: принятие крестоцеловальной записи",
  answers: ["Альбрехт фон Валленштейн", "Ермак Тимофеевич", "царь Василий Шуйский", "Фрэнсис Дрейк"],
  correct: 2,
  explanation: "Крестоцеловальную запись Василий Шуйский подписал в 1606 году. Это было обещание править по закону, не казнить бояр без суда.",
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: Соляной бунт",
  answers: ["Иван Грозный", "Эрнандо Кортес", "Василий Третий", "Алексей Михайлович"],
  correct: 3,
  explanation: "Соляной бунт произошёл при царе Алексее Михайловиче. Народ возмутился высоким налогам на соль."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: открытие Америки",
  answers: ["Иван Грозный", "Эрнандо Кортес", "Василий Третий", "Христофор Колумб"],
  correct: 3,
  explanation: "Америку открыл Христофор Колумб в 1492 году. Он искал путь в Индию, но нашёл новый континент."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: освободительная война в Нидерландах",
  answers: ["Мартин Лютер", "Василий III", "Борис Годунов", "Вильгельм Оранский"],
  correct: 3,
  explanation: "Нидерланды принадлежали испанской короне. Освободительную войну против Испании возглавил Вильгельм Оранский. В результате Нидерланды стали независимыми."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: борьба с Лжедмитрием I",
  answers: ["Мартин Лютер", "Василий III", "Борис Годунов", "Вильгельм Оранский"],
  correct: 2,
  explanation: "С Лжедмитрием I боролся царь Борис Годунов. Лжедмитрий называл себя чудом выжившим Дмитрием, младшим сыном Ивана Грозного, который погиб в Угличе в 1591 году."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: созыв Стоглавого собора",
  answers: ["Игнатий Лойола", "Ермак Тимофеевич", "Василий III", "митрополит Макарий"],
  correct: 3,
  explanation: "Стоглавый собор (1551 год) вёл митрополит Макарий. Собор унифицировал церковные обряды и принял сборник решений из 100 глав."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: создание ордена иезуитов",
  answers: ["Игнатий Лойола", "Ермак Тимофеевич", "Василий III", "Френсис Дрейк"],
  correct: 0,
  explanation: "Орден иезуитов основал Игнатий Лойола в 1534 году. Это был орден католических монахов, верных папе римскому."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: освободительная война в Нидерландах",
  answers: ["Мартин Лютер", "царь Алексей Михайлович", "М.В.Скопин-Шуйский", "Вильгельм Оранский"],
  correct: 3,
  explanation: "Нидерланды принадлежали испанской короне. Освободительную войну в Нидерландах возглавил Вильгельм Оранский."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: присоединение к Московскому государству Казани",
  answers: ["кардинал Ришелье", "Василий Шуйский", "Иван Грозный", "А.М.Курбский"],
  correct: 2,
  explanation: "Казань взял Иван Грозный в 1552 году. После этого Казанское ханство перестало существовать. Москве стало удобнее торговать по Волге."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: присоединение к Московскому государству Астрахани",
  answers: ["Василий III", "Иван Грозный", "Ермак Тимофеевич", "Борис Годунов"],
  correct: 1,
  explanation: "Астрахань присоединил Иван Грозный в 1556 году. Волжский торговый путь полностью перешёл под контроль Москвы."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: деятельность Избранной рады",
  answers: ["Алексей Адашев", "Елена Глинская", "Василий III", "Алексей Тишайший"],
  correct: 0,
  explanation: "Избранную раду – неофициальное правительство – возглавлял Алексей Адашев. Он помогал Ивану Грозному в реформах."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: борьба с набегами хана Девлет-Гирея",
  answers: ["Кузьма Минин", "Михаил Воротынский", "Карл I Стюарт", "Михаил Скопин-Шуйский"],
  correct: 1,
  explanation: "Хана Девлет-Гирея из Крымского ханства разбил воевода Михаил Воротынский в битве при Молодях (1572 год)."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: деятельность Долгого парламента",
  answers: ["Кузьма Минин", "Михаил Воротынский", "Оливер Кромвель", "Михаил Скопин-Шуйский"],
  correct: 2,
  explanation: "Долгий парламент в Англии начал борьбу с королём Карлом I. Оливер Кромвель стал его военным лидером."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: деятельность Второго земского (народного) ополчения",
  answers: ["Кузьма Минин", "Михаил Воротынский", "Карл I Стюарт", "Михаил Скопин-Шуйский"],
  correct: 0,
  explanation: "Второе ополчение возглавил Кузьма Минин (и князь Пожарский). Оно освободило Москву от поляков в 1612 году."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: проведение политики опричнины",
  answers: ["Малюта Скуратов", "Алексей Тишайший", "Василий III", "Василий Шуйский"],
  correct: 0,
  explanation: "Опричнину проводил Иван Грозный, а одним из его главных помощников был Малюта Скуратов – руководитель опричного террора."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: Тридцатилетняя война",
  answers: ["Густав II Адольф", "Фернан Магеллан", "Малюта Скуратов", "Кузьма Минин"],
  correct: 0,
  explanation: "Шведский король Густав II Адольф принимал участие в Тридцатилетней войне в Европе. Он был талантливым полководцем."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: Соляной бунт",
  answers: ["Густав II Адольф", "Борис Морозов", "Михаил Шеин", "Кузьма Минин"],
  correct: 1,
  explanation: "Соляной бунт (1648 год) из-за высокого налога на соль был направлен против боярина Бориса Морозова, воспитателя царя Алексея Михайловича. Народ требовал наказать Морозова."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: введение Уложения о службе",
  answers: ["Борис Годунов", "Василий Шуйский", "Иван Грозный", "Кузьма Минин"],
  correct: 2,
  explanation: "Уложение о службе ввёл Иван Грозный. Оно обязывало дворян и бояр служить с 15 лет, сделало армию более боеспособной."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: угличское дело",
  answers: ["Алексей Тишайший", "Борис Годунов", "Вильгельм I Оранский", "Иван Грозный"],
  correct: 1,
  explanation: "Угличское дело расследовал Борис Годунов. В Угличе при странных обстоятельствах погиб царевич Дмитрий – младший сын Ивана Грозного."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: созыв Стоглавого собора",
  answers: ["Фернан Магеллан", "митрополит Макарий", "Федор Иоаннович", "Василий III"],
  correct: 1,
  explanation: "Стоглавый собор (1551 г.) проходил под руководством митрополита Макария, который поддерживал реформы."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: завоевание Испанией государства ацтеков",
  answers: ["Эрнан Кортес", "митрополит Макарий", "Федор Иоаннович", "Василий III"],
  correct: 0,
  explanation: "Государство ацтеков завоевал испанский конкистадор Эрнан Кортес в 1519–1521 годах."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: издание Новоторгового устава",
  answers: ["Афанасий Ордин-Нащокин", "Карл IX", "Алексей Адашев", "Оливер Кромвель"],
  correct: 0,
  explanation: "Новоторговый устав (1667 г.) предложил Афанасий Ордин-Нащокин – глава Посольского приказа. Он защищал русских купцов от иностранной конкуренции. Иностранным купцам разрешалось торговать только оптом."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: Варфоломеевская ночь во Франции",
  answers: ["Афанасий Ордин-Нащокин", "Карл IX", "Алексей Адашев", "Оливер Кромвель"],
  correct: 1,
  explanation: "Варфоломеевская ночь (массовое убийство гугенотов) 24 августа 1572 года прошла во время правления короля Франции Карл IX."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: формирование системы приказов",
  answers: ["Афанасий Ордин-Нащокин", "Карл IX", "Алексей Адашев", "Оливер Кромвель"],
  correct: 2,
  explanation: "Систему приказов (центральные органы управления) создал Алексей Адашев при Иване Грозном. Приказы ведали финансами, войной, челобитными. Аналог современных министерств"
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: присоединение к Московскому государство Западной Сибири",
  answers: ["Ермак Тимофеевич", "Иван Болотников", "Елена Глинская", "Игнатий Лойола"],
  correct: 0,
  explanation: "Западную Сибирь начал осваивать отряд Ермака Тимофеевича (поход 1581–1585 гг.). Деньги на поход дали богатые купцы и промышленники Строгановы."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: борьба с польско-литовской интервенцией в период Смутного времени",
  answers: ["Малюта Скуратов", "патриарх Никон", "патриарх Гермоген", "Эрнан Кортес"],
  correct: 2,
  explanation: "Против поляков в Смутное время поднимал народ патриарх Гермоген. Он рассылал грамоты с призывом к освобождению Москвы."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: издание Нантского эдикта",
  answers: ["Василий Шуйский", "Генрих IV Бурбон", "Иван Грозный", "Людовик XIV"],
  correct: 1,
  explanation: "Нантский эдикт (1598 г.) подписал французский король Генрих IV Бурбон. Он даровал свободу вероисповедания протестантам."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: введение заповедных лет",
  answers: ["Василий Шуйский", "Генрих IV Бурбон", "Иван Грозный", "Людовик XIV"],
  correct: 2,
  explanation: "Заповедные лета ввёл Иван Грозный. Это временный запрет на переход крестьян от одного хозяина к другому в Юрьев день."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: присоединение Рязани к Московскому государству",
  answers: ["Василий III", "Ермак Тимофеевич", "Иван Грозный", "Василий Шуйский"],
  correct: 0,
  explanation: "Рязань присоединил Василий III в 1521 году. Последнее независимое княжество вошло в состав Москвы."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: присоединение Смоленска к Московскому государству",
  answers: ["Алексей Тишайший", "Василий Шуйский", "Иван Грозный", "Василий III"],
  correct: 3,
  explanation: "Смоленск присоединил Василий III в 1514 году."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: Первое Народное (Земское) Ополчение",
  answers: ["Прокопий Ляпунов", "Козьма Минин", "Василий Шуйский", "Алексей Михайлович"],
  correct: 0,
  explanation: "Первое ополчение возглавил Прокопий Ляпунов, рязанский дворянин. Оно пыталось освободить Москву от поляков, но распалось из-за раздоров."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: церковный раскол",
  answers: ["Федор Алексеевич", "протопоп Аввакум", "Генрих VIII", "Иван Грозный"],
  correct: 1,
  explanation: "Церковный раскол возглавил протопоп Аввакум, который не принял реформы патриарха Никона и стал лидером старообрядцев."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: заключение Бахчисарайского мира",
  answers: ["Федор Алексеевич", "протопоп Аввакум", "Генрих VIII", "Иван Грозный"],
  correct: 0,
  explanation: "Бахчисарайский мир с Османской империей заключил царь Фёдор Алексеевич в 1681 году. Россия получила Левобережную Украину и Киев."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: создание Англиканской церкви",
  answers: ["Яков II Стюарт", "протопоп Аввакум", "Генрих VIII", "Иван Грозный"],
  correct: 2,
  explanation: "Англиканскую церковь создал король Генрих VIII, объявив себя её главой (1534 год), чтобы развестись и жениться снова."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: церковный раскол",
  answers: ["патриарх Никон", "Иван Грозный", "протопоп Макарий", "Ермак Тимофеевич"],
  correct: 0,
  explanation: "Церковный раскол начал патриарх Никон своими реформами (исправление богослужебных книг и обрядов). Противников реформ назвали старообрядцами."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: смутное время в России",
  answers: ["Степан Разин", "Иван Грозный", "Иван Болотников", "Карл V"],
  correct: 2,
  explanation: "Восстание Ивана Болотникова было частью Смутного времени (1606–1607). Болотников возглавил армию недовольных против царя Василия Шуйского. Восстание началось из Путивля и пошло к Москве"
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: переход Войска Запорожского под протекторат Русского царства",
  answers: ["Иван Грозный", "Василий III", "Михаил Федорович", "Алексей Михайлович"],
  correct: 3,
  explanation: "Переход Войска Запорожского под протекторат России произошёл при Алексее Михайловиче. Переяславская рада (1654) утвердила это решение."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: переход Войска Запорожского под протекторат Русского царства",
  answers: ["Иван Грозный", "Василий III", "Федор III Алексеевич", "Богдан Хмельницкий"],
  correct: 3,
  explanation: "Гетман Богдан Хмельницкий присягнул на верность русскому царю Алексею Михайловичу Тишайшему в 1654 году. Войско Запорожское перешло под власть Москвы."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: Андрусовскогое перемирие",
  answers: ["Алексей Михайлович", "Михаил Федорович", "Иван Грозный", "Василий III"],
  correct: 0,
  explanation: "Андрусовское перемирие с Речью Посполитой (1667 год) заключил Алексей Михайлович. Россия вернула Смоленск и получила Левобережную Украину."
  },
  {
  question_id: 1,
  question: "Установи соответствие между событием (процессом) и их участниками: учреждение Приказа Тайных дел",
  answers: ["Михаил Федорович", "Иван Грозный", "Алексей Михайлович Тишайший", "Оливер Кромвель"],
  correct: 2,
  explanation: "Приказ тайных дел создал Алексей Михайлович как личную канцелярию, которая помогала царю контролировать всё государство."
  },

  // ======================= ГРУППА 2 (текстовые вопросы с 4 вариантами) =======================
  {
    question_id: 2,
    question:
      "О каком государе идет речь в тексте и о каком собрании представителей запорожского казачества: «...гетман Богдан Хмельницкой и всё Войско Запорожское присылали к великому государю царю и великому князю <...> бити челом многожды, чтоб он, великий государь, православные христианские веры искоренить и святых Божиих церквей разорить гонителям их и клятвопреступникам не дал и над ними умилосердился, велел их приняти под свою государскую высокую руку... И по тому по всему приговорили: гетмана Богдана Хмельницкого и всё Войско Запорожское с городами и с землями принять...»",
    answers: [
      "Иван Грозный; Земский собор",
      "Иван Грозный; Избранна рада",
      "Алексей Михайлович; Переяславская рада",
      "Михаил Федорович; Семибоярщина",
    ],
    correct: 2,
  },
  {
    question_id: 2,
    question:
      "Какого царя в тексте называют тираном? Назовите одну внутриполитическую меру, принятую в период правления названного в тексте Федора: «...Во время царствования тирана в Москве жили Годуновы, род татарского происхождения. Они уже давно жили в Московии, предки их перешли к московским или владимирским князьям, ибо во Владимире, бывшем некогда столицею Московского царства, находился великокняжеский престол... Из этого рода Фёдор взял себе жену ещё при жизни своего отца-тирана, и в течение трёх лет у него не было от неё наследника, она родила одну только дочь, которая вскоре умерла».",
    answers: [
      "Иван Грозный; учреждение патриаршества",
      "Федор Иоаннович; отмена кормлений",
      "Алексей Тишайший; введение медных денег",
      "Михаил Федорович; создание войск иноземного строя",
    ],
    correct: 0,
  },
  {
    question_id: 2,
    question:
      "Какого царя в тексте называют тираном? Назовите одну внутриполитическую меру, принятую в период правления названного в тексте Федора: «...Во время царствования тирана в Москве жили Годуновы, род татарского происхождения. Они уже давно жили в Московии, предки их перешли к московским или владимирским князьям, ибо во Владимире, бывшем некогда столицею Московского царства, находился великокняжеский престол... Из этого рода Фёдор взял себе жену ещё при жизни своего отца-тирана, и в течение трёх лет у него не было от неё наследника, она родила одну только дочь, которая вскоре умерла».",
    answers: [
      "Иван Грозный; введение урочных лет",
      "Федор Иоаннович; присоединение Сибирского ханства",
      "Алексей Тишайший; Соборное уложение и отмена урочных лет",
      "Михаил Федорович; создание стрелецкого войска",
    ],
    correct: 0,
  },
  {
    question_id: 2,
    question:
      "Укажите исторический термин, пропущенный два раза в источнике. Назовите царя, который ввел временной запрет на переход крестьян от одного помещика к другому.\n\n«А христианом отказыватися из волости, из села в село, один срок в году, за неделю до _____ осеннего и неделю после _____ осеннего. <...> А который христианин поживёт за кем год, да и пойдёт прочь, и он платит четверть двора, а два года поживёт, да и пойдёт прочь, и он полдвора платит, а три года поживёт, а пойдёт прочь, и он платит три четверти двора, а четыре года поживёт, и он весь двор платит».",
    answers: [
      "Новый год; Василий III",
      "Юрьев день; Федор Иоаннович",
      "Юрьев день; Иван Грозный",
      "Рождество; Алексей Тишайший",
    ],
    correct: 2,
  },
  {
    question_id: 2,
    question:
      "Укажите год, когда проходил данный Земский Собор, и имя и фамилию кандидата, который был избран на царствие\n\n«Земский собор, как видно из документов, обнаруженных А. А. Зиминым, начал свою работу <...> в Крещение Господне. Первые три дня представители «всей Земли» посвятили посту и молитве. На четвёртый день они аннулировали решение предыдущего собора об избрании на русский престол королевича Владислава и постановили: «иноземных принцев и татарских царевичей на русский престол не приглашать» <... >\n\nВслед за этим был оглашён список из восьми московских бояр, из которых предстояло избрать царя <... >\n\nНеожидано <...> на первый план начала выдвигаться кандидатура <...>».",
    answers: [
      "1613; Михаил Романов",
      "1549; Иван Грозный",
      "1598; Борис Годунов",
      "1611; Козьма Минин",
    ],
    correct: 0,
  },
  {
    question_id: 2,
    question:
      "О каком царе идет речь? Назовите наиболее продолжительную войну, которую вела Россия в период его правления.\n\n«Когда ему исполнилось 17 с половиною лет, он был коронован и возведён на отцовский престол. В то же время он отпраздновал своё бракосочетание с Анастасиею, дочерью одного князя знатного происхождения; отец её Роман Захарьевич был самым знатным в этой стране после великого князя; коронование и свадьбу совершили по обычаю этой страны с большим торжеством.\n\nТак были прекращены смуты, и многие знатные люди были обвинены и сосланы на вынужденные работы, и постигла их жалкая смерть от голода и скорби, таков был их конец.\n\nПо воцарении _____________ несколько лет правил весьма хорошо, но затем, узнав, каковы московиты, начал их жестоко обуздывать и тиранить».",
    answers: [
      "Борис Годунов; Смутное время",
      "Алексей Тишайший; война с Речью Посполитой",
      "Василий III; Ливонская война",
      "Иван Грозный; Ливонская война",
    ],
    correct: 3,
  },
  {
    question_id: 2,
    question:
      "О каком царе идет речь и как называлась политика, которую он начал проводить после описанных событий?\n\n«Под давлением обстоятельств Боярская дума не только не приняла отречение царя, но и вынуждена была обратиться к нему с верноподданническим ходатайством. Представители митрополита и бояре, не теряя времени, выехали в слободу.\n\n...Александровская слобода производила впечатление военного лагеря. Бояр привели во дворец под сильной охраной, как явных врагов. Вожди думы просили царя сложить с них гнев и править государством как ему «годно».\n\n...Когда царь под предлогом борьбы с заговором потребовал от бояр предоставления ему чрезвычайных полномочий, они ответили ему покорным согласием».",
    answers: [
      "Иван Грозный; опричнина",
      "Федор Иоаннович; введение урочных лет",
      "Алексей Тишайший; отмена урочных лет",
      "Василий III; Ливонская война",
    ],
    correct: 0,
  },
  {
    question_id: 2,
    question:
      "Как называлась данная категория населения и кто возглавил восстание этой категории населения в 1670-1671?\n\n«[Так]... называли тех отчаянных людей, которые уходили с освоенных русских земель на юг, в степи. Они поселялись в удобных для занятий рыбной ловлей, охотой, скотоводством местах, строили небольшие городки для обороны (прежде всего, в низовьях рек Дон и Хопра). Они вместе защищались от соседей кочевников, вместе решали вопросы внутренней жизни своих посёлков на собраниях... Среди них мог укрыться и беглый крестьянин, и обедневший дворянин, и вообще любой, кому «тесно» было на Руси,  — найти и вернуть беглеца было не под силу даже московскому царю».",
    answers: [
      "Опричники; Малюта Скуратов",
      "Казаки; Степан Разин",
      "Разбои; Хлопок",
      "Казаки; Иван Болотников",
    ],
    correct: 1,
  },
  {
    question_id: 2,
    question:
      "О каком царе речь и с кем Русское царство вело в его правление наиболее длительную войну?\n\n«Приказ тайных дел; а в нём сидят дьяк да подьячих с 10 человек, и ведают они, и делают дела всякие царские, тайные и явные; и в тот Приказ бояре и думные люди не входят и дел не ведают, кроме самого царя. А посылаются того Приказу подьячие с послами в государства, и на посольские съезды, и в войну с воеводами, для того что послы в своих посольствах много чинят не к чести своему государю, в проезде и в разговорных речах... а воеводы в полках много неправды чинят над ратными людьми, и те подьячие над послами и над воеводами подсматривают и царю, приехав, сказывают... А устроен тот Приказ при нынешнем царе, для того чтоб его царская мысль и дела исполнились все по его хотению, а бояре б и думные люди о том ничего не ведали.\n\nДа в том же Приказе ведомы гранатного дела мастера и всякое гранатное дело и заводы: а на строение того гранатного дела и на заводы деньги, на покупку и на жалованье мастеровым людям берут из разных приказов, откуда царь велит...»",
    answers: [
      "Алексей Михайлович Тишайший; Речь Посполитая",
      "Иван Грозный; Швеция",
      "Иван Грозный; Ливонский орден",
      "Михаил Федорович; Речь Посполитая",
    ],
    correct: 0,
  },
  {
    question_id: 2,
    question:
      "При каком царе был принят данный законодательный акт, как он назывался и когда был издан?\n\n«К важнейшим в законодательном акте относятся главы, определяющие сословную структуру общества. Глава XI «Суд о крестьянах» удовлетворила требование дворян о праве на бессрочный сыск беглых. Тем самым отменялись урочные лета, и крестьяне с их потомством становились навечно собственностью помещиков, дворцового ведомства и духовных владельцев».",
    answers: [
      "Федор Иоаннович; введение урочных лет; 1597",
      "Василий III; Судебник; 1497",
      "Иван Грозный; Судебник; 1550",
      "Алексей Михайлович; Соборное уложение; 1649",
    ],
    correct: 3,
  },
  {
    question_id: 2,
    question:
      "Как звали самозванца, вступившего на престол, и как назывался период русской истории, к которому относятся описываемые события:\n\n«Овладев городом, он поместился в Кремле, во двореце, все священники и подданные пришли принести присягу, он был венчан и объявлен царём и великим князем всея Руси, хотя и был обманщиком и самозванцем, сыном попа, бродившего по стране и продававшего водку. Наступившая перемена возбуждала ропот в народе, особенно недовольном грубостью и самовольством поляков; завладев городом, он повелел прекратить толки, недовольства и выступления. Это усмирение проводил воевода, поддерживавший самозванца и возглавлявший польскую армию; он выдал за него свою дочь, надеясь укрепиться и выдвинуться, его дочь стала царицей. Поляки стали главенствовать, показывая свою власть над русскими знатными, вмешиваться в их религию и извращать законы, тиранить, угнетать и притеснять, расхищать казну и вообще вели себя как завоеватели...»",
    answers: [
      "Василий Шуйский; Смутное время",
      "Лжедмитрий II; Смутное время",
      "Лжедмитрий I; Смутное время",
      "Борис Годунов; Смутное время",
    ],
    correct: 2,
  },
  {
    question_id: 2,
    question:
      "Назовите царя, имя которого пропущено в отрывке, и укажите город, где содержался его младший брат:\n\n«Кроме нынешнего государя _______________, у которого нет детей, и едва ли будет, есть ещё один только член этого дома, именно: дитя шести или семи лет, в котором заключается вся надежда и всё будущее поколение царского рода. Другой старший брат из трёх, и лучший из них, умер от головного ушиба, нанесённого ему отцом его в припадке бешенства палкой. Неумышленность его убийства доказывается скорбью и мучениями по смерти сына, которые никогда не покидали его до самой могилы. Младший брат нынешнего царя, дитя лет шести или семи (как сказано было прежде), содержится в отдалённом месте от Москвы, под надзором матери и родственников из дома Нагих...»",
    answers: [
      "Федор Иоаннович; Углич",
      "Иван Грозный; Москва",
      "Михаил Федорович; Псков",
      "Василий III; Казань",
    ],
    correct: 0,
  },
  {
    question_id: 2,
    question:
      "О каком царе идет речь и как назывался боярский совет под председательством Федора Мстиславского?\n\n«Бояре отправились к царю. Свояк царя, Иван Михайлович Воротынский сказал ему: «Вся земля бьёт тебе челом; оставь своё государство ради междуусобной брани, затем, что тебя не любят и служить тебе не хотят». Царю ничего не оставалось, как повиноваться. Он положил свой царский посох и переехал из царских палат в свой княжий дом. Верховное правление на время перешло к боярскому совету под председательством князя Фёдора Мстиславского».",
    answers: [
      "Иван Грозный; Земский собор",
      "Василий Шуйский; Семибоярщина",
      "Иван Грозный; Избранная рада",
      "Богдан Хмельницкий; Переяславская рада",
    ],
    correct: 1,
  },
  {
    question_id: 2,
    question:
      "О каком царе идет речь и как называлось неофициальное правительство, в состав которого входил упомянутый в тексте государственный деятель?\n\n«В это время расположение царя к Алексею Адашеву достигло высшей степени, он пожаловал Адашева в окольничие и при этом сказал ему: «Алексей! Взял я тебя из нищих и самых незначительных людей. Слышал я о твоих добрых делах и теперь взыскал тебя выше меры твоей для помощи душе моей. Поручаю тебе принимать челобитные от бедных и обиженных и разбирать их внимательно. Не бойся сильных и славных, похитивших почести и губящих своим насилием бедных и немощных». И с тех пор начал сам царь судить многие суды и разыскивать праведно. Так кончилось правление боярское».",
    answers: [
      "Иван Грозный; Избранная рада",
      "Иван Грозный; Земский собор",
      "Василий Шуйский; Семибоярщина",
      "Богдан Хмельницкий; Переяславская рада",
    ],
    correct: 0,
  },
  {
    question_id: 2,
    question:
      "Под каким названием сейчас известна «земская рать», которая упоминается в отрывке, и кто был ее руководителями помимо князя Трубецкого?\n\n«Полтора года Москва оставалась полем сражения. За это время жители привыкли поминутно ждать удара ядра и прятаться от обстрелов. Теперь сражение было выиграно. Лихая година осталась позади. В честь победы был устроен парад. Земская рать построилась на Арбате, а оттуда торжественным маршем проследовала в Китай-город. Отряды Трубецкого, собравшиеся за Покровскими воротами, вступили в крепость с другой стороны. Войска сошлись на площади подле Лобного места, откуда двинулись через Спасские ворота в Кремль. Пробил великий час. Древняя столица Русского гocyдарства была полностью очищена от иноземных завоевателей».",
    answers: [
      "движение разбоев; Хлопок",
      "Восстание казаков; Степан Разин",
      "Первое народное ополчение; Прокопий Ляпунов",
      "Второе народное ополчение; Козьма Минин и Дмитрий Пожарский",
    ],
    correct: 3,
  },

  // ======================= ГРУППА 3 (3 варианта ответа с пояснениями) =======================
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России в период царствования Ивана IV была удачной»?",
    answers: [
      "поход на Казанское ханство 1552 г.",
      "заключение Ям-Запольского договора с Речью Посполитой",
      "реформы Избранной рады",
    ],
    correct: 0,
    explanation:
      "в 1552 году русские войска смогли овладеть Казанью, в результате чего Казанское ханство вошло в состав Московского государства, что свидетельствует об успешной внешней политике Ивана IV.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «При Федоре Иоанновиче происходит дальнейшее закрепощение крестьян»?",
    answers: [
      "Принятие Судебника",
      "введение урочных лет",
      "поход Ермака Тимофеевича",
    ],
    correct: 1,
    explanation:
      "введение урочных лет в 1597 году предполагало пятилетний сыск беглых крестьян и возвращение их на земли, к которым они были прикреплены, что свидетельствует о дальнейшем закрепощении крестьян при Федоре Иоанновиче.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В Московском царстве параллельно с централизацией происходит процесс унификации церковных обрядов»?",
    answers: [
      "принятие Судебника в 1550 г.",
      "проведение Стоглавого Собора",
      "учреждение Патриаршества в Московском царстве",
    ],
    correct: 1,
    explanation:
      "на Стоглавом соборе был принят сборник документов (Стоглав), который привел к единообразию все церковные обряды, признал всех местночтимых святых общерусскими, что свидетельствует об унификации церковных обрядов в XVI веке.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В России в XVI веке официально закрепляется автокефалия православной церкви»?",
    answers: [
      "деятельность митрополита Филиппа",
      "проведение Стоглавого Собора",
      "учреждение Патриаршества в Московском царстве",
    ],
    correct: 2,
    explanation:
      "константинопольский патриарх Иеремия посвятил митрополита Иова в сан Патриарха в 1589 г. Таким образом, константинопольский патриарх официально признавал независимость РПЦ, что свидетельствует о признании ее автокефалии.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внутренняя политика Ивана IV Грозного была направлена на укрепление личной власти»?",
    answers: [
      "битва при Молодях",
      "заключение Плюсского договора со Швецией",
      "начало проведения политики опричнины",
    ],
    correct: 2,
    explanation:
      "в ходе опричнины были истреблены многие боярские рода, которые представляли собой оппозицию самодержавию, были ликвидированы уделы внутри Русского царства, что свидетельствует об укреплении личной власти Ивана Грозного.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России в последние 10 лет царствования Ивана IV была успешной»?",
    answers: [
      "подписание Тявзинского мира",
      "введение урочных лет",
      "поход Ермака Тимофеевича",
    ],
    correct: 2,
    explanation:
      "поход Ермака Тимофеевича во главе отряда казаков привел к серии поражений войска хана Кучума и включению Западной Сибири в состав Московского царства, что свидетельствует об успешной внешней политике в конце царствования Ивана IV.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России в последние 10 лет царствования Ивана IV была неудачной»?",
    answers: [
      "поход на Казанское ханство 1552 г.",
      "заключение Ям-Запольского договора с Речью Посполитой",
      "реформы Избранной Рады",
    ],
    correct: 1,
    explanation:
      "по Ям-Запольскому миру Иван Грозный отказывался от всех завоеванных городов Ливонии в пользу Речи Посполитой (за исключением тех, что отошли Швеции), что свидетельствует о неудаче внешней политики в конце царствования Ивана IV.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России в период царствования Ивана IV была успешной»?",
    answers: [
      "битва при Молодях",
      "заключение Плюсского договора со Швецией",
      "начало проведения политики опричнины",
    ],
    correct: 0,
    explanation:
      "в битве при селе Молоди земское войско разбило армию крымского хана Девлет Гирея, предотвратив разорение Москвы. После данного поражения Крымское ханство не совершало крупных набегов на Московское государство около 20 лет, что свидетельствует об успешности внешней политики Ивана Грозного.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России в период царствования Федора Иоанновича была успешной»?",
    answers: [
      "подписание Тявзинского мира",
      "введение урочных лет",
      "поход Ермака Тимофеевича",
    ],
    correct: 0,
    explanation:
      "по Тявзинскому договору Московское царство возвращало Ивангород, Ям, Копорье и Корелу с их уездами (значительную часть российского побережья Балтийского моря), которые были переданы Швеции в результате поражения в Ливонской войне, что свидетельствует об успешной внешней политике Федора Иоанновича.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «При Иване Грозном меняется структура армии»?",
    answers: [
      "поход на Казанское ханство 1552 г.",
      "заключение Ям-Запольского договора с Речью Посполитой",
      "реформы Избранной Рады",
    ],
    correct: 2,
    explanation:
      "одной из реформ Избранной Рады была военная реформа, по которой учреждалось стрелецкое войско, создавалась избранная тысяча — ядро поместного ополчения, которое подчинялось лично царю, принималось Уложение по службе и ограничивалось местничество на время военных действий, что свидетельствует о структурных изменениях в армии при Иване IV.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В России в XVI веке продолжается процесс закрепощения крестьян»?",
    answers: [
      "принятие Судебника в 1550 г.",
      "проведение Стоглавого Собора",
      "учреждение Патриаршества в Московском царстве",
    ],
    correct: 0,
    explanation:
      "согласно Судебнику 1550 г., увеличивается размер пожилого при крестьянском переходе в Юрьев день. Это осложняло крестьянский переход, что свидетельствует о продолжении процесса закрепощения крестьян в XVI веке в Московском царстве.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «При Алексее Михайловиче Тишайшем проходит процесс усиления личной власти царя»?",
    answers: [
      "учреждение Приказа тайных дел",
      "учреждение полков иноземного (нового) строя",
      "заключение Поляновского мира",
    ],
    correct: 0,
    explanation:
      "Приказ тайных дел подчинялся лично Алексею Михайловичу и туда не входили даже думные бояре. Он контролировал деятельность других приказов и ведал хозяйством царской семьи, что свидетельствует об усилении личной власти царя Алексея Тишайшего.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России в период царствования Федора III была успешной»?",
    answers: [
      "заключение Андрусовского перемирия с Речью Посполитой",
      "заключение Кардисского мира со Швецией",
      "заключение Бахчисарайского мира",
    ],
    correct: 2,
    explanation:
      "по Бахчисарайскому миру Турция признавала переход к Московскому царству Левобережной Украины и Киева, а граница между странами устанавливалась по Днепру, что свидетельствует об успешности внешней политики Федора III.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Московское царство безуспешно противостояло иностранной интервенции в период Смутного времени»?",
    answers: [
      "Ливонская война",
      "Переяславская Рада",
      "Осада Смоленска войсками Сигизмунда III",
    ],
    correct: 2,
    explanation:
      "осада Смоленска польско-литовскими войсками завершилась взятием города и включением его в состав Речи Посполитой, что свидетельствует о безуспешном противостоянии Московского государства иностранной интервенции в период Смуты.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России в последние 10 лет царствования Ивана IV была неудачной»?",
    answers: [
      "Ливонская война",
      "Переяславская Рада",
      "Осада Смоленска войсками Сигизмунда III",
    ],
    correct: 0,
    explanation:
      "в результате поражения в Ливонской войне по Плюсскому перемирию, заключённому в конце царствования Ивана IV со Швецией, Россия утратила Ивангород, Ям, Копорье и Корелу с их уездами (значительную часть российского побережья Балтийского моря), а по Ям-Запольскому миру теряла все завоевания в Ливонии, что свидетельствует о неудаче внешней политики в конце царствования Ивана IV.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России в период царствования Михаила Федоровича Романова была неудачной»?",
    answers: [
      "учреждение Приказа тайных дел",
      "учреждение полков иноземного (нового) строя",
      "заключение Поляновского мира",
    ],
    correct: 2,
    explanation:
      "по Поляновскому миру Смоленск оставался за Речью Посполитой, таким образом Михаил Федорович не добился своей главной цели, ради которой развязал Смоленскую войну, что свидетельствует о неудаче внешней политики Михаила Романова.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России при Алексее Михайловиче была успешной»?",
    answers: [
      "заключение Андрусовского перемирия с Речью Посполитой",
      "заключение Плюсского договора со Швецией",
      "заключение Бахчисарайского мира",
    ],
    correct: 0,
    explanation:
      "по Андрусовскому перемирию России отходили от Речи Посполитой Смоленские земли и Левобережная Украина, что свидетельствует об успешной внешней политике при Алексее Михайловиче Романовом.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Украинское казачество вело национально-освободительную борьбу против поляков»?",
    answers: [
      "Ливонская война",
      "Переяславская Рада",
      "Осада Смоленска войсками Сигизмунда III",
    ],
    correct: 1,
    explanation:
      "на Переяславской Раде гетман Богдан Хмельницкий и представители украинского казачества приняли решение войти в состав Московского царства и вести борьбу с Польшей за выход из ее состава.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика России при Алексее Михайловиче была неудачной»?",
    answers: [
      "заключение Андрусовского перемирия с Речью Посполитой",
      "заключение Кардисского мира со Швецией",
      "заключение Бахчисарайского мира",
    ],
    correct: 1,
    explanation:
      "по Кардисскому миру Алексей Михайлович отказался от всех завоеваний по итогам русско-шведской войны 1656-1658 гг., таким образом, задача получения выхода к Балтийскому морю не была решена, что свидетельствует о неудаче внешней политики при Алексее Михайловиче.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «При Михаиле Федоровиче Романове происходит укрепление военных сил Русского царства»?",
    answers: [
      "учреждение стрелецких полков",
      "учреждение полков иноземного (нового) строя",
      "заключение Поляновского мира",
    ],
    correct: 1,
    explanation:
      "благодаря учреждению полков иноземного строя в Московском царстве появляются полностью профессиональные драгунские, рейтарские и солдатские полки, которые получают военную выучку по европейскому образцу. Они становятся наиболее боеспособной частью русского войска, что свидетельствует об укреплении военных сил Русского царства при Михаиле Федоровиче.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Одной из причин начала Смутного времени в России был династический кризис»?",
    answers: [
      "начало правления Алексея Михайловича",
      "появление Лжедмитрия I",
      "заключение Столбовского мира со Швецией",
    ],
    correct: 1,
    explanation:
      "после смерти бездетного царя Фёдора Ивановича решать судьбу престола пришлось Земскому собору, а это ставило под сомнение «богоизбранность» нового царя Бориса Годунова. В ситуации, когда народ связывал беды, обрушившиеся на Россию, с «небогоизбранным» царём, появляется Лжедмитрий I, который называет себя «чудом спасшимся Дмитрием» (сыном Ивана IV, который умер в Угличе в 1591 г.), а значит, законным наследником престола. Народ поверил Лжедмитрию, что позволило самозванцу утвердиться на российском престоле.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В первые десятилетия XVII в. Земские соборы играли значительную роль в управлении государством»?",
    answers: [
      "Медный бунт",
      "созыв Стоглавого собора",
      "избрание на престол Михаила Романова",
    ],
    correct: 2,
    explanation:
      "избрание на престол Михаила Романова было осуществлено Земским собором в 1613 г. (первые десятилетия XVII в.). Избрание монарха — важнейший вопрос, связанный с управлением государством, его решение именно Земским собором доказывает важность этого органа.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В XVII в. правительство пыталось защитить русское купечество от конкуренции со стороны иностранцев»?",
    answers: [
      "прекращение чеканки медной монеты",
      "принятие Новоторгового устава",
      "создание стрелецкого войска",
    ],
    correct: 1,
    explanation:
      "согласно Новоторговому уставу, изданному в 1667 г., иноземные купцы должны были платить в России высокие пошлины и сбывать свои товары они могли только оптом. Это ставило российских купцов в привилегированное положение: только они могли вести розничную торговлю.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Иван IV предпринял попытку опереться на поддержку представителей сословий для укрепления своей власти»?",
    answers: [
      "создание системы приказов",
      "созыв первого Земского собора",
      "начало Ливонской войны",
    ],
    correct: 1,
    explanation:
      "в Земский собор вошли представители знати, служилых людей и духовенства. Они были теми разрядами населения, с которыми власть изъявила готовность сотрудничать — выслушивать их мнение, советы. Таким образом, власть искала опору в их лице.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В середине XVII в. значительно ухудшилось положение крестьян»?",
    answers: [
      "введение заповедных лет",
      "введение пожилого",
      "отмена урочных лет",
    ],
    correct: 2,
    explanation:
      "отмена урочных лет по Соборному Уложению 1649 г. означала введение права на бессрочный розыск и возвращение беглых крестьян, что фактически отняло у крестьян последнюю возможность законно выйти из крепостной зависимости и закрепило наследственность крепостного состояния.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В XVI в. разногласия среди русского православного духовенства вызвал вопрос, связанный с земельными владениями церкви»?",
    answers: [
      "появление иосифлян и нестяжателей",
      "усиление роли патриарха Филарета в управлении страной",
      "появление старообрядцев и никониан",
    ],
    correct: 0,
    explanation:
      "разделение духовенства на иосифлян и нестяжателей в XVI в. произошло прежде всего по вопросу церковного землевладения: иосифляне выступали в защиту церковного землевладения, а нестяжатели утверждали, что монастыри не должны заниматься благотворительностью и хозяйственной деятельностью, а следовательно, им не нужны и земельные владения.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В XVII в. происходила борьба за первенство между духовной и светской властью»?",
    answers: [
      "церковный собор 1666–1667 гг.",
      "Стоглавый собор",
      "гибель митрополита Филиппа (Колычева)",
    ],
    correct: 0,
    explanation:
      "церковный собор 1666−1667 гг. лишил Никона, ранее выступившего с идеей первенства церковной власти над светской, сана патриарха. Таким образом, этот церковный собор поставил точку в борьбе между церковной и светской властью за первенство.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В XVII в. Россия успешно преодолевала неблагоприятные внешнеполитические последствия Смуты»?",
    answers: [
      "заключение Плюсского перемирия",
      "заключение Андрусовского перемирия",
      "заключение Ям-Запольского мирного договора",
    ],
    correct: 1,
    explanation:
      "в результате подписания Андрусовского перемирия Россия вернула себе Смоленск и некоторые другие земли, которые были потеряны в результате событий Смутного времени.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В годы царствования царя Алексея Михайловича Романова происходило формирование абсолютизма»?",
    answers: [
      "подписание Андрусовского перемирия с Речью Посполитой",
      "создание приказа Тайных дел",
      "Соляной бунт",
    ],
    correct: 1,
    explanation:
      "приказ Тайных дел был своеобразной личной канцелярией царя, с помощью которой он контролировал действия других приказов, воевод, послов. Этот приказ не был подчинён Боярской думе, все вопросы решались в обход её мнения.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внутренняя политика Елены Глинской способствовала централизации Российского государства»?",
    answers: [
      "возведение Китайгородской стены вокруг Московского посада",
      "заключение договора со Швецией о свободной торговле и благожелательном нейтралитете",
      "проведение денежной реформы",
    ],
    correct: 2,
    explanation:
      "реформа позволила унифицировать денежные системы ранее экономически обособленных областей, прежде всего Новгорода и Москвы, что укрепило единство Российского государства и в области финансовых отношений.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внешняя политика Ивана IV в 1550-е годы способствовала социально-экономическому развитию страны»?",
    answers: [
      "заключение Ям-Запольского перемирия с Речью Посполитой",
      "присоединение территории Среднего и Нижнего Поволжья",
      "отмена кормлений",
    ],
    correct: 1,
    explanation:
      "в результате присоединения Среднего и Нижнего Поволжья была обеспечена свободная торговля по Волжскому пути, возросла безопасность с востока старых пахотных земель, центра и вновь осваиваемых южных территорий.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Реформы Избранной рады способствовали крупным внешнеполитическим успехам России»?",
    answers: [
      "созыв Стоглавого собора",
      "издание Новоторгового устава",
      "принятие Уложения о службе",
    ],
    correct: 2,
    explanation:
      "принятое в 1556 г. Уложение о службе установило единый порядок несения военных повинностей для помещиков и вотчинников, определило нормы обязательной службы в царском войске; по первому требованию дворянин должен был являться на службу «конно, людно, оружно», служебное рвение поощрялось наградами. Порядок комплектования армии, установленный Уложением, способствовал росту боеспособности и численности конного ополчения, поместного войска, основу которого составляли дворяне.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «При царе Фёдоре Ивановиче удалось улучшить международное положение страны»?",
    answers: [
      "Смоленская война",
      "заключение Тявзинского мирного договора со Швецией",
      "создание полков нового строя",
    ],
    correct: 1,
    explanation:
      "по условиям Тявзинского мирного договора со Швецией в состав Российского государства были возвращены Ивангород, Ям, Копорье, Корела, т.е Россия частично восстановила утраченные на Балтике позиции.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Кузьма Минин сыграл исключительную роль в спасении Российского государства в период Смуты»?",
    answers: [
      "свержение Лжедмитрия I",
      "оборона Смоленска",
      "создание Второго ополчения",
    ],
    correct: 2,
    explanation:
      "Кузьма Минин был инициатором создания Второго ополчения, участники которого освободили Москву от польско-литовских интервентов. Это создало условие для избрания нового царя и сохранения Российского государства.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внутреннее положение Российского государства в последней четверти XVI в. было тяжёлым»?",
    answers: [
      "Медный бунт",
      "Ливонская война",
      "реформа патриарха Никона",
    ],
    correct: 1,
    explanation:
      "длительная Ливонская война потребовала огромных затрат. Это привело к обнищанию населения, упадку экономики, запустению целых местностей.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внутриполитическое положение России к концу XVI в. было крайне неустойчивым»?",
    answers: [
      "приход к власти Семибоярщины",
      "смерть в Угличе царевича Дмитрия",
      "заключение Тявзинского мирного договора",
    ],
    correct: 1,
    explanation:
      "царевич Дмитрий был последним прямым наследником царя Фёдора Иоанновича. Отсутствие законного наследника после смерти царевича создало неустойчивое политическое положение в стране.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Действия Василия Шуйского привели к открытой интервенции Речи Посполитой»?",
    answers: [
      "осада Пскова войском Стефана Батория",
      "заключение Тявзинского мира",
      "обращение русского царя за военной помощью к Швеции",
    ],
    correct: 2,
    explanation:
      "обращение В. Шуйского за военной помощью к Швеции дало повод Сигизмунду III вмешаться в московские дела, осенью 1609 г. король Речи Посполитой подошёл к Смоленску, началась 2-летняя осада города.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Россия в годы правления царя Михаила Фёдоровича не имела достаточно сил, чтобы вести активную внешнюю политику на нескольких направлениях одновременно»?",
    answers: [
      "захват и оборона Азова донскими казаками",
      "подписание Андрусовского перемирия",
      "присоединение Казани к Московскому царству",
    ],
    correct: 0,
    explanation:
      "донские казаки смогли захватить Азов и несколько лет успешно оборонять его от турок. Однако Земский собор принял решение воздержаться от военной помощи казакам, так как главной задачей для России в тот момент было возвращение земель, утраченных в годы Смуты, и Азов казаками был оставлен.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Народные восстания сыграли роль в определении направления внутренней политики Ивана IV»?",
    answers: [
      "восстание москвичей против правящей боярской группировки князей Глинских",
      "Соляной бунт",
      "восстание под предводительством С. Т. Разина",
    ],
    correct: 0,
    explanation:
      "восстание москвичей против правящей боярской группировки князей Глинских произошло в 1547 году, когда Ивану IV было 17 лет, оно привело к падению рода Глинских и стремлению молодого царя укрепить абсолютную власть, так как царь решил, что только сильная личная власть позволит в дальнейшем избежать народных волнений.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Деятельность Елены Глинской способствовала становлению экономического единства Российского государства»?",
    answers: [
      "издание Торгового устава",
      "проведение денежной реформы",
      "создание мануфактур на Урале",
    ],
    correct: 1,
    explanation:
      "денежная реформа позволила унифицировать денежные системы ранее экономически обособленных областей, прежде всего Новгорода и Москвы, что значительно упростило ведение торговли внутри страны и способствовало экономическому сближению отдельных её регионов.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период правления Ивана IV шёл процесс закрепощения крестьян»?",
    answers: [
      "введение пожилого",
      "отмена урочных лет",
      "введение заповедных лет",
    ],
    correct: 2,
    explanation:
      "именно в период правления Ивана IV для решения проблем сбора налогов и обеспечения хозяйств помещиков рабочими руками были введены заповедные лета — срок, в течение которого в некоторых районах Русского государства запрещался переход крестьян от одного помещика к другому в осенний Юрьев день; это сильнее, чем раньше, ограничило свободу крестьян и стало очередным шагом к их полному закрепощению.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Иван IV проводил политику, нацеленную на усиление личной власти монарха»?",
    answers: [
      "введение урочных лет",
      "проведение политики опричнины",
      "создание полков «нового строя»",
    ],
    correct: 1,
    explanation:
      "политика опричнины, проводимая Иваном IV, нанесла удар по княжеско-дворянской аристократии, для которой была характерна оппозиционность власти монарха; это означало усиление личной власти царя.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В ходе опричнины Иван IV стремился не допустить утрату или ослабление своей власти»?",
    answers: [
      "поход Ивана IV на Новгород",
      "создание стрелецкого войска",
      "венчание Ивана IV на царство",
    ],
    correct: 0,
    explanation:
      "поводом для похода Ивана IV на Новгород послужил донос, в соответствии с которым новгородцы обвинялись в намерении посадить на престол князя Владимира Старицкого и передать Новгород и Псков польскому королю. Этот донос показался Ивану IV достаточным поводом для полного разорения этого города.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Внутренняя политика Елены Глинской способствовала централизации Российского государства»?",
    answers: [
      "возведение Китайгородской стены вокруг Московского посада",
      "заключение договора со Швецией о свободной торговле и благожелательном нейтралитете",
      "проведение денежной реформы",
    ],
    correct: 2,
    explanation:
      "реформа позволила унифицировать денежные системы ранее экономически обособленных областей, прежде всего Новгорода и Москвы, что укрепило единство Российского государства и в области финансовых отношений.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В ходе опричнины Иван IV стремился не допустить утрату или ослабление своей власти»?",
    answers: [
      "поход Ивана IV на Новгород",
      "создание стрелецкого войска",
      "венчание Ивана IV на царство",
    ],
    correct: 0,
    explanation:
      "поводом для похода Ивана IV на Новгород послужил донос, в соответствии с которым новгородцы обвинялись в намерении посадить на престол князя Владимира Старицкого и передать Новгород и Псков польскому королю. Этот донос показался Ивану IV достаточным поводом для полного разорения этого города.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Реформы Избранной рады сказались на жизни дворянства»?",
    answers: [
      "введение в оборот медной монеты",
      "принятие Соборного уложения",
      "принятие Уложения о службе",
    ],
    correct: 2,
    explanation:
      "принятое в 1556 г. Уложение о службе установило единый порядок несения военных повинностей для помещиков и вотчинников, определило нормы обязательной службы в царском войске; по первому требованию дворянин должен был являться на службу «конно, людно, оружно», служебное рвение поощрялось наградами.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В ходе опричнины Иван IV пытался устранить угрозы для своей власти»?",
    answers: [
      "отмена кормлений",
      "гибель князя Владимира Старицкого",
      "созыв первого Земского собора",
    ],
    correct: 1,
    explanation:
      "Иван IV считал, что Владимир Старицкий может предпринять попытки для захвата власти и приказал его казнить.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Ситуация, сложившаяся в конце XVI в., способствовала появлению самозванцев на российском престоле»?",
    answers: [
      "избрание на царство Бориса Годунова",
      "проведение реформ Избранной рады",
      "завершение Ливонской войны",
    ],
    correct: 0,
    explanation:
      "после смерти Фёдора Ивановича новый царь Борис Годунов был избран Земским собором, что ставило под сомнение легитимность его власти («царь не от Бога»). В результате появились самозванцы, которые выдавали себя за «чудом спасшегося» «законного» царя Дмитрия Ивановича.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период правления Ивана IV шёл процесс закрепощения крестьян»?",
    answers: [
      "введение пожилого",
      "отмена урочных лет",
      "введение заповедных лет",
    ],
    correct: 2,
    explanation:
      "именно в период правления Ивана IV для решения проблем сбора налогов и обеспечения хозяйств помещиков рабочими руками были введены заповедные лета — срок, в течение которого в некоторых районах Русского государства запрещался переход крестьян от одного помещика к другому в осенний Юрьев день; это сильнее, чем раньше, ограничило свободу крестьян и стало очередным шагом к их полному закрепощению.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В ходе реформ Избранной рады была предпринята попытка повысить эффективность командования войсками»?",
    answers: [
      "учреждение опричнины",
      "ограничение местничества",
      "создание полков «нового строя»",
    ],
    correct: 1,
    explanation:
      "реформами Избранной рады было ограничено местничество: на время военных действий на высшие военные должности назначались независимо от знатности рода лица, проявившие воинский талант; это способствовало выдвижению талантливых командиров.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период правления Василия III завершился процесс создания единого Российского государства»?",
    answers: [
      "поход Ермака Тимофеевича в Сибирь",
      "походы русских войск на Казань",
      "присоединение к Московскому государству Рязанского княжества",
    ],
    correct: 2,
    explanation:
      "присоединение к Московскому государству Рязанского княжества стало одним из последних событий в процессе объединения русских княжеств и земель вокруг Москвы и создания единого Российского государства.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В конце XVI в. государство предпринимало попытки решения вопроса, связанного с положением беглых крестьян»?",
    answers: [
      "введение урочных лет",
      "принятие Соборного уложения",
      "принятие Судебника Ивана IV",
    ],
    correct: 0,
    explanation:
      "в 1597 г. были введены урочные лета — срок, в течение которого владельцы могли возбудить иск о возвращении им беглых крестьян.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Правление Ивана IV способствовало усилению личной власти монарха»?",
    answers: [
      "заключение Ям-Запольского перемирия",
      "учреждение Приказа Тайных дел",
      "проведение политики опричнины",
    ],
    correct: 2,
    explanation:
      "политика опричнины, проводимая Иваном IV, нанесла удар по княжеско-дворянской аристократии, для которой была характерна оппозиционность власти монарха; это означало усиление личной власти царя.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В первой половине XVII в. выросла боеспособность русской армии»?",
    answers: [
      "создание стрелецкого войска",
      "принятие Уложения о службе",
      "создание полков «нового строя»",
    ],
    correct: 2,
    explanation:
      "полки «нового строя» по сравнению с поместным войском, имели более чёткую структуру, единообразные вооружение и военную форму, определённую систему иерархии командного состава, проходили систематическое военное обучение, поэтому обладали большей боеспособностью.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Иван IV проводил политику, нацеленную на усиление личной власти монарха»?",
    answers: [
      "введение урочных лет",
      "проведение политики опричнины",
      "создание полков «нового строя»",
    ],
    correct: 1,
    explanation:
      "политика опричнины сопровождалась уничтожением боярской оппозиции, ликвидацией последних уделов и предполагала создание опричного войска, которое подчинялось лично царю.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период правления Ивана IV вырос международный авторитет России»?",
    answers: [
      "заключение «Вечного мира» России с Речью Посполитой",
      "присоединение к России Левобережной Украины",
      "венчание Ивана IV на царство",
    ],
    correct: 2,
    explanation:
      "венчание Ивана IV на царство представляло собой тщательно разработанную церемонию, которая обосновывала высокий статус России и российского царя на международной арене.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Положение крестьян ухудшилось в последней четверти XVI в.»?",
    answers: [
      "введение правила Юрьева дня",
      "введение заповедных лет",
      "отмена урочных лет",
    ],
    correct: 1,
    explanation:
      "к последней четверти XVI в. относится введение заповедных лет, в которые в некоторых районах России запрещался крестьянский выход в осенний Юрьев день; это стало шагом к окончательному закрепощению крестьян.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В XVI в. разногласия среди русского православного духовенства вызвал вопрос, связанный с земельными владениями церкви»?",
    answers: [
      "появление иосифлян и нестяжателей",
      "усиление роли патриарха Филарета в управлении страной",
      "появление старообрядцев и никониан",
    ],
    correct: 0,
    explanation:
      "разделение духовенства на иосифлян и нестяжателей в XVI в. произошло прежде всего по вопросу церковного землевладения: иосифляне выступали в защиту церковного землевладения, а нестяжатели утверждали, что монастыри не должны заниматься благотворительностью и хозяйственной деятельностью, а следовательно, им не нужны и земельные владения.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период Смуты главную роль в спасении Российского государства сыграл народ»?",
    answers: [
      "восстание под предводительством И. И. Болотникова",
      "заключение Деулинского перемирия",
      "создание Второго ополчения",
    ],
    correct: 2,
    explanation:
      "решающую роль в спасении Российского государства в период Смуты сыграло Второе ополчение, которое было сформировано по инициативе представителей народа и поддержано всеми сословиями.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Ситуация, сложившаяся в конце XVI в., способствовала появлению самозванцев на российском престоле»?",
    answers: [
      "избрание на царство Бориса Годунова",
      "проведение реформ Избранной рады",
      "завершение Ливонской войны",
    ],
    correct: 0,
    explanation:
      "после смерти Фёдора Ивановича новый царь Борис Годунов был избран Земским собором, что ставило под сомнение легитимность его власти («царь не от Бога»). В результате появились самозванцы, которые выдавали себя за «чудом спасшегося» «законного» царя Дмитрия Ивановича.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В конце XVI в. государство предпринимало попытки решения вопроса, связанного с положением беглых крестьян»?",
    answers: [
      "введение урочных лет",
      "принятие Соборного уложения",
      "принятие Судебника Ивана IV",
    ],
    correct: 0,
    explanation:
      "в 1597 г. были введены урочные лета — срок, в течение которого владельцы могли возбудить иск о возвращении им беглых крестьян.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период правления Ивана IV были предприняты шаги, приблизившие окончательное оформление крепостного права в России»?",
    answers: [
      "введение урочных лет",
      "введение заповедных лет",
      "ликвидация белых слобод",
    ],
    correct: 1,
    explanation:
      "к правлению Ивана IV относится введение заповедных лет, в которые в некоторых районах России запрещался крестьянский выход в осенний Юрьев день; это стало шагом к окончательному закрепощению крестьян.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период правления Ивана IV шёл процесс закрепощения крестьян»?",
    answers: [
      "введение пожилого",
      "отмена урочных лет",
      "введение заповедных лет",
    ],
    correct: 2,
    explanation:
      "именно в период правления Ивана IV для решения проблем сбора налогов и обеспечения хозяйств помещиков рабочими руками были введены заповедные лета — срок, в течение которого в некоторых районах Русского государства запрещался переход крестьян от одного помещика к другому в осенний Юрьев день; это сильнее, чем раньше, ограничило свободу крестьян и стало очередным шагом к их полному закрепощению.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Итоги Смутного времени были крайне неблагоприятными для международной торговли России»?",
    answers: [
      "заключение Андрусовского перемирия",
      "заключение Ям-Запольского мирного договора",
      "заключение Столбовского мирного договора",
    ],
    correct: 2,
    explanation:
      "согласно Столбовскому мирному договору Швеция отрезала Россию от Балтийского моря; русским купцам запрещалось напрямую торговать с европейскими странами, вся русская торговля должна была идти через шведские города и при посредничестве шведских купцов.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Ивану IV удалось усилить свою личную власть»?",
    answers: [
      "принятие Соборного уложения",
      "проведение политики опричнины",
      "учреждение в России патриаршества",
    ],
    correct: 1,
    explanation:
      "политика опричнины, проводимая Иваном IV, нанесла удар по княжеско-дворянской аристократии, для которой была характерна оппозиционность власти монарха; это означало усиление личной власти царя.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Деятельность Елены Глинской способствовала становлению экономического единства Российского государства»?",
    answers: [
      "издание Торгового устава",
      "проведение денежной реформы",
      "создание мануфактур на Урале",
    ],
    correct: 1,
    explanation:
      "денежная реформа позволила унифицировать денежные системы ранее экономически обособленных областей, прежде всего Новгорода и Москвы, что значительно упростило ведение торговли внутри страны и способствовало экономическому сближению отдельных её регионов.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Впервые десятилетия XVII в. Земские соборы играли значительную роль в управлении государством»?",
    answers: [
      "Медный бунт",
      "созыв Стоглавого собора",
      "избрание на престол Михаила Романова",
    ],
    correct: 2,
    explanation:
      "избрание на престол Михаила Романова было осуществлено Земским собором в 1613 г. (первые десятилетия XVII в.). Избрание монарха — важнейший вопрос, связанный с управлением государством, его решение именно Земским собором доказывает важность этого органа.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период правления Ивана IV были предприняты шаги, приблизившие окончательное оформление крепостного права в России»?",
    answers: [
      "введение урочных лет",
      "введение заповедных лет",
      "ликвидация белых слобод",
    ],
    correct: 1,
    explanation:
      "к правлению Ивана IV относится введение заповедных лет, в которые в некоторых районах России запрещался крестьянский выход в осенний Юрьев день; это стало шагом к окончательному закрепощению крестьян.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В первой половине XVII в. выросла боеспособность русской армии»?",
    answers: [
      "создание стрелецкого войска",
      "принятие Уложения о службе",
      "создание полков «нового строя»",
    ],
    correct: 2,
    explanation:
      "полки «нового строя» по сравнению с поместным войском, имели более чёткую структуру, единообразные вооружение и военную форму, определённую систему иерархии командного состава, проходили систематическое военное обучение, поэтому обладали большей боеспособностью.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В ходе реформ Избранной рады была предпринята попытка повысить эффективность командования войсками»?",
    answers: [
      "учреждение опричнины",
      "ограничение местничества",
      "создание полков «нового строя»",
    ],
    correct: 1,
    explanation:
      "реформами Избранной рады было ограничено местничество: на время военных действий на высшие военные должности назначались независимо от знатности рода лица, проявившие воинский талант; это способствовало выдвижению талантливых командиров.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период правления Василия III завершился процесс создания единого Российского государства»?",
    answers: [
      "поход Ермака Тимофеевича в Сибирь",
      "походы русских войск на Казань",
      "присоединение к Московскому государству Рязанского княжества",
    ],
    correct: 2,
    explanation:
      "присоединение к Московскому государству Рязанского княжества стало одним из последних событий в процессе объединения русских княжеств и земель вокруг Москвы и создания единого Российского государства.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Деятельность Елены Глинской способствовала укреплению единства Российского государства»?",
    answers: [
      "проведение денежной реформы",
      "введение заповедных лет",
      "проведение политики опричнины",
    ],
    correct: 0,
    explanation:
      "реформа позволила унифицировать денежные системы ранее экономически обособленных областей, прежде всего Новгорода и Москвы, что укрепило единство Российского государства и в области финансовых отношений.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В период правления Ивана IV шёл процесс закрепощения крестьян»?",
    answers: [
      "введение пожилого",
      "отмена урочных лет",
      "введение заповедных лет",
    ],
    correct: 2,
    explanation:
      "именно в период правления Ивана IV для решения проблем сбора налогов и обеспечения хозяйств помещиков рабочими руками были введены заповедные лета — срок, в течение которого в некоторых районах Русского государства запрещался переход крестьян от одного помещика к другому в осенний Юрьев день; это сильнее, чем раньше, ограничило свободу крестьян и стало очередным шагом к их полному закрепощению.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В первой половине XVII в. роль Земских соборов в принятии важнейших государственных решений была очень значима»?",
    answers: [
      "введение заповедных лет",
      "денежная реформа Елены Глинской",
      "избрание на царство Михаила Романова",
    ],
    correct: 2,
    explanation:
      "Михаил Романов был избран на царство Земским собором. Избрание нового царя относится к важнейшим государственным решениям.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Реформы Избранной рады изменили систему местного управления в России»?",
    answers: [
      "отмена кормлений",
      "введение заповедных лет",
      "принятие Соборного уложения",
    ],
    correct: 0,
    explanation:
      "отмена кормлений была произведена в рамках реформы местного управления: в 1556 г. были отменены кормления (кормленщики перестали управлять уездами), а вся власть в уездах перешла к выборным губным или земским старостам, а в городах — к выборным излюбленным головам.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В XVII в. российское правительство предпринимало меры для поддержки купечества»?",
    answers: [
      "введение заповедных лет",
      "отмена местничества",
      "издание Новоторгового устава",
    ],
    correct: 2,
    explanation:
      "согласно Новоторговому уставу, изданному в 1667 г., иноземные купцы должны были платить в России высокие пошлины, а сбывать свои товары могли только оптом. Это ставило российских купцов в привилегированное положение: только они могли вести розничную торговлю.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Создание единого Русского государства произошло в период правления Василия III»?",
    answers: [
      "поход на Амур Е. П. Хабарова",
      "ведение Ливонской войны",
      "присоединение к Московскому государству Рязанского княжества",
    ],
    correct: 2,
    explanation:
      "присоединение к Москве Рязанского княжества стало одним из последних событий в процессе объединения русских княжеств и земель вокруг Москвы и знаменовало создание единого Российского государства.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «Деятельность Елены Глинской способствовала формированию в России внутреннего рынка»?",
    answers: [
      "проведение денежной реформы",
      "издание Новоторгового устава",
      "принятие Соборного уложения",
    ],
    correct: 0,
    explanation:
      "реформа позволила унифицировать денежные системы ранее экономически обособленных областей, прежде всего Новгорода и Москвы, что способствовало росту торговли и упростило её ведение внутри страны.",
  },
  {
    question_id: 3,
    question:
      "Какой из приведённых исторических фактов можно использовать для аргументации следующей точки зрения: «В. И. Шуйский сыграл значительную роль в событиях Смутного времени»?",
    answers: [
      "освобождение Москвы от польско-литовских интервентов",
      "формирование Первого ополчения",
      "свержение Лжедмитрия I",
    ],
    correct: 2,
    explanation:
      "В 1606 г. Василий Шуйский возглавил заговор против Лжедмитрия I, результатом которого стало убийство самозванца и расправа над его польскими сторонниками, и провозглашение Шуйского царём.",
  },

  // ======================= ГРУППА 4 (два варианта ответа: век создания памятника) =======================
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Сказание о князьях Владимирских»?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation:
      "Легенда о происхождении Рюриковичей от римского императора Августа.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Калязинская челобитная»?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Сатира на пьянство и лень калязинских монахов.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Повесть о Шемякином суде»?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Сатирическая повесть о неправедном суде.",
  },
  {
    question_id: 4,
    question: "В каком веке был создан этот памятник культуры - «Домострой»?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation:
      "Свод правил семейного быта, редактирован священником Сильвестром.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Великие Четьи-Минеи»?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation:
      "Собрание житий святых под редакцией митрополита Макария.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Синопсис, или Краткое описание о начале русского народа»?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Первый печатный учебник по истории России (1674 г.).",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Житие протопопа Аввакума»?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Автобиография вождя старообрядчества.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «История о великом князе Московском»?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation:
      "Публицистический труд Андрея Курбского против Ивана Грозного.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Лицевой летописный свод»?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation: "Царь-книга с 16 тысячами исторических миниатюр.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Степенная книга»?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation:
      "Первая систематическая русская история по поколениям правителей.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Повесть об Азовском осадном сидении донских казаков»?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Героический рассказ о защите Азова казаками.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Сказание о царе Константине»?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation: "Повесть Ивана Пересветова о падении Византии.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Казанская история»?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation: "Повесть о взятии Казани Иваном Грозным в 1552 г.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Временник» Ивана Тимофеева?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Очерки о событиях и деятелях Смутного времени.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Большая челобитная» Ивана Пересветова?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation: "Проект реформ для Ивана Грозного.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - Славяно-греко-латинская академия?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Первые высшее учебное заведение в России, основатели - братья Лихуды.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - Китайгородская стена?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation: "Строительство началось при Елене Глинской, архитектор - Петрок Малый",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Сказание» Авраамия Палицына?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Произведение об осаде Троице-Сергиева монастыря.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Повесть о Петре и Февронии Муромских»?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation: "Сказание о княжеской чете – символе любви и верности.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Повесть о Щелкане Дюдентьевиче»?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Историческая песнь о восстании в Твери в 1327 г.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Повесть о Ерше Ершовиче»?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Сатира на московское судопроизводство.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Апостол» (первая печатная датированная книга)?",
    answers: ["XVI век", "XVII век"],
    correct: 0,
    explanation: "Книга Ивана Фёдорова, изданная в 1564 г.",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Букварь В.Ф. Бурцева»?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation:
      "Первое московское печатное пособие для обучения грамоте (1634 г.).",
  },
  {
    question_id: 4,
    question:
      "В каком веке был создан этот памятник культуры - «Сказание об осаде Троице-Сергиева монастыря»?",
    answers: ["XVI век", "XVII век"],
    correct: 1,
    explanation: "Описание 16-месячной осады монастыря в Смутное время.",
  },
  
  // ======================= ГРУППА 5 (два варианта ответа: десятилетие событий в России и за рубежом) =======================
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: Василий III присоединил Псков и Смоленск.\nЗа рубежом: в Германии началась Реформация (Мартин Лютер).",
    answers: ["1510-е годы", "1520-е годы"],
    correct: 0,
    explanation: "1510 - Василий III присоединил Псков\n1514 - Василий III присоединил Смоленск\n1517 - в Германии началась Реформация"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: Василий III присоединил Рязань.\nЗа рубежом: Магеллан завершил кругосветное плавание, Эрнан Кортес завоевал ацтеков.",
    answers: ["1510-е годы", "1520-е годы"],
    correct: 1,
    explanation: "1521 - Василий III присоединил Рязань\n1522 - Магеллан завершил кругосветное плавание\n1521 - Эрнан Кортес завоевал ацтеков"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: Елена Глинская провела денежную реформу.\nЗа рубежом: Генрих VIII стал главой англиканской церкви, начало Реформации в Англии.",
    answers: ["1530-е годы", "1540-е годы"],
    correct: 0,
    explanation: "1535 - Елена Глинская провела денежную реформу\n1534 - Генрих VIII стал главой англиканской церкви, начало Реформации в Англии"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: Иван Грозный присоединил Казань и Астрахань, отменил кормления; принят Судебник, закреплён Юрьев день, создано стрелецкое войско.\nЗа рубежом: Карл V провозгласил Аугсбургский религиозный мир.",
    answers: ["1540-е годы", "1550-е годы"],
    correct: 1,
    explanation: "1552 - Иван Грозный присоединил Казань\n1556 - Иван Грозный присоединил Астрахань\n1555-1556 - Иван Грозный отменил кормления\n1550 - принят Судебник, закреплён Юрьев день, создано стрелецкое войско\n1555 - Карл V провозгласил Аугсбургский религиозный мир"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: Иван Грозный начал политику опричнины, опричные казни в Великом Новгороде.\nЗа рубежом: Люблинская уния, создание Речи Посполитой (Сигизмунд II Август).",
    answers: ["1540-е годы", "1560-е годы"],
    correct: 1,
    explanation: "1565 - Иван Грозный начал политику опричнины\n1569-1570 - опричные казни в Великом Новгороде\n1569 - Люблинская уния, создание Речи Посполитой"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: разгром армии Девлет-Гирея при Молодях.\nЗа рубежом: Варфоломеевская ночь в Париже.",
    answers: ["1560-е годы", "1570-е годы"],
    correct: 1,
    explanation: "1572 - разгром армии Девлет-Гирея при Молодях\n1572 - Варфоломеевская ночь в Париже"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: поход Ермака на Сибирское ханство, смерть Ивана Грозного, учреждение патриаршества, автокефалия РПЦ.\nЗа рубежом: разгром Непобедимой армады.",
    answers: ["1580-е годы", "1590-е годы"],
    correct: 0,
    explanation: "1582 - поход Ермака на Сибирское ханство\n1584 - смерть Ивана Грозного\n1589 - учреждение патриаршества в России, автокефалия РПЦ\n1588 - разгром Непобедимой армады"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: введение урочных лет, Тявзинский мир (возврат Ивангорода).\nЗа рубежом: Генрих IV подписал Нантский эдикт.",
    answers: ["1580-е годы", "1590-е годы"],
    correct: 1,
    explanation: "1597 - введение урочных лет\n1595 - Тявзинский мир, возврат Ивангорода\n1598 - Генрих IV подписал Нантский эдикт"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: избрание на престол Михаила Романова (первый из Романовых), Столбовский мир, Деулинское перемирие.\nЗа рубежом: начало Тридцатилетней войны в Европе.",
    answers: ["1610-е годы", "1630-е годы"],
    correct: 0,
    explanation: "1613 - избрание на престол Михаила Романова\n1617 - Столбовский мир со Швецией\n1618 - Деулинское перемирие с Речью Посполитой\n1618 - начало Тридцатилетней войны в Европе"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: Соляной бунт, принятие Соборного уложения (отмена урочных лет).\nЗа рубежом: Долгий парламент, Английская революция и казнь Карла I, Вестфальский мир (конец Тридцатилетней войны).",
    answers: ["1640-е годы", "1650-е годы"],
    correct: 0,
    explanation: "1648 - Соляной бунт в Москве\n1649 - принятие Соборного уложения, отмена урочных лет\n1640 - созыв Долгого парламента\n1649 - казнь Карла I, Английская революция\n1648 - Вестфальский мир, конец Тридцатилетней войны"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: учреждение Приказа тайных дел, начало церковного раскола, Переяславская рада (переход Войска Запорожского под протекторат Русского царства).\nЗа рубежом: протекторат Оливера Кромвеля.",
    answers: ["1650-е годы", "1660-е годы"],
    correct: 0,
    explanation: "1654 - учреждение Приказа тайных дел\n1653 - начало церковного раскола (реформа Никона)\n1654 - Переяславская рада, переход Войска Запорожского под протекторат Русского царства\n1653-1658 - протекторат Оливера Кромвеля"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: Медный бунт, Андрусовское перемирие с Речью Посполитой.\nЗа рубежом: реставрация династии Стюартов в Англии.",
    answers: ["1660-е годы", "1670-е годы"],
    correct: 0,
    explanation: "1662 - Медный бунт в Москве\n1667 - Андрусовское перемирие с Речью Посполитой\n1660 - реставрация династии Стюартов в Англии"
  },
  {
    question_id: 5,
    question: "Когда произошли эти события?\n\nВ России: Бахчисарайский мир с Османской империей.\nЗа рубежом: Славная революция в Англии, свержение Якова II Стюарта, установление парламентской монархии.",
    answers: ["1670-е годы", "1680-е годы"],
    correct: 1,
    explanation: "1681 - Бахчисарайский мир с Османской империей\n1688 - Славная революция в Англии, свержение Якова II Стюарта, установление парламентской монархии"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Храм_Василия_Блаженного.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 0,
  explanation: "Храм Василия Блаженного, XVI в., зодчие Барма и Постник, построен в честь взятия Казани"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/спас_нерукотворный.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 1,
  explanation: "Спас Нерукотворный, создан в XVII в., иконописец Симон Ушаков"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Троица_Ушакова.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 1,
  explanation: "икона Троица, создана в XVII в., иконописец Симон Ушаков"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/царь_пушка.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 0,
  explanation: "Царь-пушка, создана по заказу Федора Иоанновича в XVI  в., литейщик Андрей Чохов"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/церковь_воинствующая.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 0,
  explanation: "Икона-картина «Церковь воинствующая», создана в XVI в. по заказу Ивана Грозного"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Древо_Государства_Российского.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 1,
  explanation: "Икона «Древо Государства Российского», создана в XVII в., иконописец Симон Ушаков"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Новодевичий_монастырь.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 0,
  explanation: "Новодевичий монастырь в Москве, построен в XVI в. при Василии III"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Дворец_Коломенское.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 1,
  explanation: "Дворец Алексея Михайловича в Коломенском, построен в XVII в."
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/церковь_вознесения.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 0,
  explanation: "Церковь Вознесения Господня в Коломенском, построена при Василии III в XVI в. в честь рождения сына Ивана, будущего Ивана Грозного"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Архангельский_собор.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 0,
  explanation: "Архангельский Собор в Кремле, построен в XVI в., зодчий Алевиз Новый"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Колокольня_Ивана_Великого.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 0,
  explanation: "Колокольня Ивана Великого, построена в XVI в., зодчий Бон Фрязин"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Храм_Покрова_Фили.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 1,
  explanation: "Храм Покрова в Филях, построена в XVII в."
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Церковь_Ильи_Пророка_в_Ярославле.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 1,
  explanation: "Церковь Ильи Пророка, построена по заказу купцов Скрипиных в XVII в., Ярославль"
  },
  {
  question_id: 6,
  question: "Когда был создан?",
  imageUrl: "/images/Теремной_дворец.jpg",  // путь в public
  answers: ["XVI век", "XVII век"],
  correct: 1,
  explanation: "Теремной дворец в Кремле, построен в XVII в."
  },
];